Revit 2016 API
Rebar.GetCenterlineCurves Method
Overload List
Name | Description
GetCenterlineCurves(Boolean, Boolean, Boolean)
 A chain of curves representing the centerline of the rebar.
GetCenterlineCurves(Boolean, Boolean, Boolean, MultiplanarOption)
 A chain of curves representing the centerline of the rebar.
See Also
Rebar Class
Rebar Members
Autodesk.Revit.DB.Structure Namespace